tap "1password/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "cryptography"
brew "python@3.12"
brew "ansible"
brew "ansible-lint"
brew "aws-shell"
brew "python@3.11"
brew "awscli"
brew "perl"
brew "biber"
brew "bibtex2html"
brew "bibtexconv"
brew "black"
brew "checkmake"
brew "cpanminus"
brew "curl"
brew "docker-completion"
brew "docker-compose", link: false
brew "docutils"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "libtiff"
brew "gimme-aws-creds"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "groovy"
brew "ical-buddy"
brew "jfrog-cli"
brew "jq"
brew "keyring"
brew "krb5"
brew "lazygit"
brew "ldns"
brew "libfido2"
brew "libomp", link: true
brew "luv"
brew "node"
brew "openssl@1.1"
brew "markdown-toc"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "nmap"
brew "openjdk@11"
brew "openjdk@17"
brew "openssh"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyright"
brew "python-packaging", link: false
brew "python-toml"
brew "python@3.10"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ruff"
brew "ruff-lsp"
brew "rustup"
brew "shellcheck"
brew "shellharden"
brew "sops"
brew "stern"
brew "stow"
brew "terraform"
brew "tmux"
brew "uncrustify"
brew "virtualenv"
brew "vulture"
brew "wget"
brew "write-good"
brew "yaml-language-server"
brew "yamllint"
brew "yarn"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "alacritty"
cask "arc"
cask "brave-browser"
cask "discord", args: { appdir: "/Applications" }
cask "docker"
cask "floorp"
cask "flux", args: { appdir: "/Applications" }
cask "font-iosevka-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "godot", args: { appdir: "/Applications" }
cask "iterm2"
cask "librewolf"
cask "mactex"
cask "menuwhere"
cask "min"
cask "monitorcontrol"
cask "obsidian"
cask "vagrant"
cask "virtualbox"
cask "wacom-tablet"
cask "wezterm"
cask "yubico-yubikey-manager"
cask "zed"
mas "CopyClip", id: 595191960
mas "Dropover", id: 1355679052
mas "Fantastical", id: 975937182
mas "feedly", id: 865500966
mas "Fluent Reader", id: 1520907427
mas "GarageBand", id: 682658836
mas "Ghostery – Privacy Ad Blocker", id: 1436953057
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "News Explorer", id: 1032670789
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pure Paste", id: 1611378436
mas "Velja", id: 1607635845
